Repository: Korniev/AImageStore
Catalog: aimagestore/locale/*/LC_MESSAGES/django.po
Languages: es, uk

source: Username is required.
es: Username es obligatorio.
uk: Ім'я користувача є обов'язковим!

source: Username must be at least 3 characters long.
es: Username debe tener al menos 3 caracteres.
uk: Ім'я користувача повинно містити щонайменше 3 символи.

source: Email is required.
es: Email es obligatorio.
uk: Адреса електронної пошти є обов'язковою!

source: Enter a valid email address.
es: Entre el correo electrónico válido.
uk: Будь ласка, введіть дійсну адресу електронної пошти!

source: Password is required.
es: La contraseña es obligatoria.
uk: Це поле є обов'язковим!

source: Confirm your password.
es: Confirme su contraseña.
uk: Забули пароль?

source: Passwords do not match.
es: Las contraseñas no coinciden.
uk: Паролі не збігаються.

source: This email is already in use!
es: El correo electrónico ya está en uso!
uk: Ця електронна адреса вже використовується!

source: This field is required.
es: Este campo es obligatorio.
uk: Це поле є обов'язковим!

source: This password is too short. It must contain at least 8 characters!
es: Esta contraseña es demasiado corta. Debe contener al menos 8 caracteres!
uk: Цей пароль занадто короткий. Він повинен містити щонайменше 8 символів!

source: This password must contain at least one character that is not a digit!
es: Este contraseña debe contener al menos un caracter que no sea un número!
uk: Цей пароль повинен містити хоча б один символ, який не є цифрою!

source: The password is too similar to the username!
es: La contraseña es demasiado similar al nombre de usuario!
uk: Пароль занадто схожий на ім'я користувача!

source: The two password fields didn’t match.
es: Las dos contraseñaes de contraseña no coinciden!
uk: Паролі не збігаються.

source: Invalid email or password.
es: Correo electrónico o contraseña incorrecta.
uk: Забули пароль?

source: Please enter a valid email address!
es: Por favor, introduzca una dirección válida de correo electrónico!
uk: Будь ласка, введіть дійсну адресу електронної пошти!

source: Email address is required!
es: El correo electrónico es obligatorio!
uk: Адреса електронної пошти є обов'язковою!

source: Username is required!
es: Username es obligatorio!
uk: Ім'я користувача є обов'язковим!

source: Enter Code to Verify
es: Entra código para verificar
uk: Введіть код для підтвердження

source: Code
es: Código
uk: Код

source: Resend code
es: Renviar código
uk: Відправити код повторно

source: Confirm
es: Confirmar
uk: Підтвердити

source: Reset Your Password
es: Restablecer contraseña
uk: Скинути пароль

source: Email
uk: Електронна пошта

source: Send
es: Enviar
uk: Відправити

source: Mail from AImageStore
es: Email de AImageStore
uk: Лист від AImageStore

source: Please confirm your email
es: Por favor, confirme su correo electrónico
uk: Будь ласка, введіть Вашу пошту

source: AImageStore email confirmation
es: AImageStore correo electrónico de confirmación
uk: Підтвердження пошти AImageStore

source: Hello
es: Hola
uk: Привіт

source: Your email verification code:
es: Tu código de verificación de correo electrónico:
uk: Ваш код для підтвердження пошти:

source: The code is valid for 5 minutes.
es: El código está vigente por 5 minutos.
uk: Код діє 5 хвилин.

source: If you have not sent a request, you can ignore the text of this letter.
es: Si no ha enviado una petición, puede ignorar el texto de este correo electrónico.
uk: Якщо Ви не надсилали запит, то можете проігнорувати текст цього листа.

source: Best wishes from the AImageStore team.
es: Mejores deseos de la equipo AImageStore.
uk: З найкращими побажаннями команда AImageStore.

source: Back to Profile
es: Volver al Perfil
uk: Повернутися до Профілю

source: Your Google Drive Files
es: Tus archivos de Google Drive
uk: Твої файли Google Drive

source: No files found in your Google Drive.
es: Ningun archivo encontrado en su Google Drive.
uk: Нічого не знайдено у вашому Google Drive.

source: Log In to Your Account
es: Entrar en su cuenta
uk: Зайдіть у свій обліковий запис

source: Password
es: La contraseña
uk: Пароль

source: Register
es: Registrar
uk: Зареєструватися

source: Forgot password?
es: Olvido la contraseña?
uk: Забули пароль?

source: Login
uk: Увійти

source: Login with Google
es: Entrar con Google
uk: Увійти за допомогою Google

source: Change Your Password
es: Cambiar su contraseña
uk: Змініть свій пароль

source: New password
es: Nueva contraseña
uk: Новий пароль

source: Repeat new password
es: Repite la nueva contraseña
uk: Повторіть новий пароль

source: Change password
es: Cambiar contraseña
uk: Змінити пароль

source: Your Profile
es: Tu Perfil
uk: Твій Профіль

source: Username
uk: Ім'я користувача

source: Logout
es: Cerrar sesión
uk: Вийти

source: Connect your Google Drive to start saving your images. You should log in via Google Auth.
es: Conecte su Google Drive para comenzar a guardar sus imágenes. Debe que iniciar sesión con Google Auth.
uk: Підключіть свій Google Drive, щоб почати зберігати ваші зображення. Ви повинні увійти за допомогою Google Auth.

source: Connect Google Drive
es: Conectar Google Drive
uk: Вперед з Google!

source: Register Your Account
es: Registrar su cuenta
uk: Зареєструйте свій обліковий запис

source: Repeat Password
es: Repite la contraseña
uk: Повторіть пароль

source: Already have an account?
es: Ya tiene una cuenta?
uk: У Вас вже є обліковий запис?

source: You are already logged in as {username}.
es: Tu ya está conectado como {username}.
uk: Ви вже авторизовані як {username}.

source: Please verify your email.
es: Por favor, verifique su correo electrónico.
uk: Будь ласка, підвердіть свою пошту.

source: Congratulations {username}! You have verified your email.
es: Felicidades {username}! Has verificado tu correo electrónico.
uk: Вітаємо {username}! Ви підтвердили свою пошту.

source: User with this email was not found.
es: Usuario con este correo electrónico no encontrado.
uk: Користувача з такою поштою не знайдено.

source: Your code is incorrect.
es: Tu código es incorrecto.
uk: Ваш код неправильний.

source: Your code is no longer valid.
es: Tu código ya no está vigente.
uk: Ваш код більше не діє.

source: A new code has been sent.
es: Nuevo código enviado.
uk: Новий код було відправлено.

source: Your password has been successfully changed.
es: Tu contraseña ha sido cambiada correctamente.
uk: Ваш пароль успішно змінено.

source: You have been logged out successfully.
es: Ha cerrado la sesión correctamente.
uk: Ви успішно вийшли з аккаунту.

source: Error accessing Google Drive.
es: Error al acceder al Google Drive.
uk: Помилка доступу до Google Drive.

source: Google token not found.
es: El token de Google no fue encontrado.
uk: Гугл токен не знайдено.

source: No Google account connected.
es: No hay cuenta de Google conectada.
uk: Немає з'єднаного облікового запису Google.

source: You need to log in to connect to Google Drive.
es: Tienes que iniciar sesión para conectarte a Google Drive.
uk: Вам потрібно увійти, щоб підключити Google Drive.

source: English
es: Inglés
uk: Англійська

source: Ukrainian
es: Ucraniano
uk: Українська

source: Spanish
es: Español
uk: Іспанська

source: Home
es: Inicio
uk: Головна

source: Profile
es: Perfil
uk: Профіль

source: Classify
es: Classificar imagen
uk: Класифікувати зображення

source: Please log in to use this feature :)
es: Por favor, inicia sesión para usar esta función :)
uk: Будь ласка, увійдіть у свій обліковий запис :)

source: Language
es: Idioma
uk: Мова

source: Chat with us!
es: Chate con nosotros!
uk: Чат з нами!

source: Type your message here...
es: Escriba su mensaje aquí...
uk: Введіть ваше повідомлення тут...

source: Discover more about
es: Explora más sobre
uk: Дізнайся більше про

source: animals with AI!
es: animales con IA!
uk: тварин разом з AI!

source: Sign In Via Google
es: Entrar con Google
uk: Хочете увійти через Google?

source: You are about to sign in using a third-party account from Google.
es: Tu está a punto de iniciar sesión usando una cuenta de terceros de Google.
uk: Нажимаючи на кнопку нижче, Ви бажаєте увійти за допомогою облікового запису з Google.

source: Continue with Google
es: Continuar con Google
uk: Вперед з Google!

source: Assistant:
es: Asistente:
uk: Асистент:

source: Sorry, something went wrong with the API request.
es: Disculpe, algo salio mal con la petición de la API.
uk: Вибачте, виникла помилка під час запиту до API.

source: I didn't get that. Can you please rephrase?
es: No lo he entendido. ¿Puedes reescribirlo?
uk: Я не зрозумів. Будь ласка, перефразуйте ваше запитання?

source: Hello!
es: Hola!
uk: Привіт!

source: Upload your image
es: Cargar su imagen
uk: Завантажити зображення

source: Classification result
es: Clasificación del resultado
uk: Отриманий результат:

source: Prediction:
es: Predicción:
uk: Прогноз:

source: Learn more about
es: Leer más sobre
uk: Дізнатися більше про

source: Save Image to Google Drive
es: Guardar imagen en Google Drive
uk: Зберегти зображення до Google Drive

source: Upload new image
es: Cargar nueva imagen
uk: Завантажити нове зображення?

source: Please, upload your image!
es: Por favor, cargue su imagen!
uk: Будь ласка, завантажте зображення!

source: Choose file
es: Elegir archivo
uk: Виберіть файл

source: No file chosen
es: El archivo no ha sido elegido
uk: Файл поки що не вибрано

source: Upload image
es: Cargar imagen
uk: Завантажити зображення
